Repository: JnCrMx/xmbshell
Catalog: po/*.po
Languages: pl

source: Users
pl: Użytkownicy

source: Settings
pl: Ustawienia

source: Photo
pl: Zdjęcia

source: Music
pl: Muzyka

source: Video
pl: Wideo

source: Game
pl: Gry

source: Application
pl: Aplikacje

source: Network
pl: Sieć

source: Friends
pl: Znajomi

source: Video Memory: {:.2f}/{:.2f} MB
pl: VRAM: {:.2f}/{:.2f} MB

source: Launch Application
pl: Uruchom Aplikację

source: Hide from XMB
pl: Ukryj z XMB

source: Show in XMB
pl: Pokaż w XMB

source: View information
pl: Informacje

# appinfo
source: Name:
pl: Nazwa:

# appinfo
source: Display Name:
pl: Wyświetlana Nazwa:

# appinfo
source: Description:
pl: Opis:

# appinfo
source: Executable:
pl: Plik Wykonywalny:

# appinfo
source: Command Line:
pl: Komenda:

# appinfo
source: Icon:
pl: Ikona:

# appinfo
source: Categories:
pl: Kategoria:

source: Application Information
pl: Informację o Aplikacji

source: Hide Application
pl: Ukryj Aplikację

source: Are you sure you want to hide this application from XMB Shell?
pl: Czy na pewno schować tę aplikacje z XMB Shell?

source: No
pl: Nie

source: Yes
pl: Tak

source: Options
pl: Opcje

source: Hide excluded apps
pl: Ukryj schowane aplikacje

source: Show excluded apps
pl: Pokaż schowane aplikacje

source: (hidden)
pl: (schowana)

source: No matching program found
pl: Brak wymaganego programu

source: No matching program found for file of type "{}": {}
pl: Brak wymaganego programu do plików typu "{}": {}

source: Copy
pl: Kopiuj

source: Cut
pl: Wytnij

source: Delete
pl: Usuń

source: Open
pl: Otwórz

source: Open using external program
pl: Otwórz przy pomocy zewnętrznego programu

source: Refresh
pl: Odśwież

source: Paste here
pl: Wklej tutaj

source: Paste into this folder
pl: Wklej do tego folderu

source: Copy failed
pl: Kopiowanie nie powiodło się

source: Failed to copy file: {}
pl: Nie udało się skopiować pliku {}

source: Failed to move file: {}
pl: Nie udało się przenieść pliku {}

source: Move failed
pl: Przenoszenie nie powiodło się

source: Sort and Filter
pl: Sortuj i filtruj według

source: No updates available.
pl: Brak dostępnych aktualizacji.

source: An update is available. Would you like to install it?
pl: Aktualizacja jest dostępna. Czy chcesz zainstalować?

source: Update Available
pl: Aktualizacja dostępna

source: Updating
pl: Aktualizuję

source: Failed to check for updates.
pl: Nie udało się sprawdzić aktualizacji.

source: Off
pl: Wyłącz

source: On
pl: Włącz

source: Personalization Settings
pl: Ustawienia Personalizacji

source: Background Type
pl: Typ tła

source: Type of background to use
pl: Wybierz tło do użycia w XMB Shell

source: Animated Wave
pl: Animowana Fala

source: Static Color
pl: Statyczny Kolor

source: Static Image
pl: Statyczny Obrazek

source: Language
pl: Język

source: Preferred language for the shell
pl: Wybierz preferowany język do XMB Shell

source: Use system language
pl: Użyj języka systemu operacyjnego

source: English
pl: Angielski

source: German
pl: Niemiecki

source: Polish
pl: Polski

source: Video Settings
pl: Ustawienia Wideo

source: Avoid tearing and limit FPS to refresh rate of display
pl: Unikaj przerywania obrazu i ogranicz klatki do swojego ekranu

source: Number of samples used for Multisample Anti-Aliasing
pl: Ilość sampli do użycia w MSAA

source: Sample Count
pl: Ilość Sampli

source: FPS limit used if VSync is disabled
pl: Ogranicz ilość klatek, gdy VSync jest wyłączony

source: Max FPS
pl: Maksymalna ilość Klatek

source: Input Settings
pl: Ustawienia Sterowania

source: Controller Type
pl: Rodzaj kontrolera

source: Type of connected controller and corresponding button prompts
pl: Wybierz rodzaj kontrolera do wyświetlenia przez XMB Shell

# controllertype
source: None
pl: Wyłącz

# controllertype
source: Automatic
pl: Automatycznie wykryj kontroller

# controllertype
source: Keyboard
pl: Klawiatura

source: Controller Rumble
pl: Wibracje Kontrolera

source: Enable controller rumble as feedback for actions
pl: Włącz wibracje kontrolera podczas wykonywania akcji

source: Allow navigating all menus using the analog stick in addition to the D-Pad
pl: Pozwól na nawigowanie przy pomocy gałki analogowej wraz z krzyżakiem

source: Navigate Menus with Analog Stick
pl: Nawigowanie przy pomocy gałki analogowej

source: Debug Settings
pl: Ustawienia dla Nerdów

source: Show FPS
pl: Wyświetl ilość klatek

source: Show Memory Usage
pl: Wyświetl użycie RAM i VRAM

source: Toggle Background Blur
pl: Włącz/Wyłącz rozmazanie tła

source: Toggle Ingame Mode
pl: Włącz/Wyłącz tryb Ingame

source: Check for Updates
pl: Sprawdź Aktualizaje

source: System Update
pl: Aktualizacja Systemu

source: Report bug
pl: Zgłoś Błąd

source: Reset all Settings to default
pl: Zresetuj Wszystkie Ustawienia

source: Open website in browser
pl: Otwórz stronę internetową w przeglądarce

source: View License Text
pl: Wyświetl Tekst Licencji

source: License for {}
pl: Licencja dla {}

source: Licenses
pl: Licencje

source: Updating...
pl: Aktualizuję...

source: Update successful. Please restart the application to apply it.
pl: Aktualizacja ukończona. Zrestartuj aplikację by ją zastosować.

source: Failed to update.
pl: Nie udało się zaktualizować.

source: Checking for updates...
pl: Szukam aktualizacji...

source: Suspend
pl: Uśpij

source: Do you really want to suspend the system?
pl: Czy na pewno chcesz uśpić system?

source: Quit
pl: Wyjdź z Aplikacji

source: Do you really want to quit the application?
pl: Czy na pewno chcesz wyjść z aplikacji?

source: Power off
pl: Wyłącz System

source: Do you really want to power off the system?
pl: Czy na pewno chcesz wyłączyć system?

source: Reboot
pl: Uruchom Ponownie

source: Do you really want to reboot the system?
pl: Czy na pewno chcesz uruchomić system ponownie?

source: Failed to open video
pl: Nie udało się otworzyć wideo

source: Unknown error
pl: Nieznany błąd
